---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartFz
source: html/2f27b696-3fa9-a2e7-2bde-3caa0a80a4e0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartFz Property

"Start Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceStartFz { get; }
```